[
    {
        "id": 1,
        "name": "Finnala",
        "image": "imgs/product-1.jpg",
        "price": "$2,695.00",
        "description": "Modern black leather sectional sofa with adjustable headrests and sleek metal legs. Offers comfort and contemporary style, perfect for spacious living rooms with ample seating and a sophisticated look."
    },
    {
        "id": 2,
        "name": "Kivik",
        "image": "imgs/product-2.jpg",
        "price": "$1,749.00",
        "description": "White chaise lounge chair with a curved design and plush upholstery. Includes two striped pillows for added comfort. Ideal for relaxation, it adds a touch of elegance to any room."
    },
    {
        "id": 3,
        "name": "Kanata",
        "image": "imgs/product-3.jpg",
        "price": "$1,060.00",
        "description": "Pair of gray upholstered armchairs with wooden legs. Featuring a button-tufted design and supportive backrest, these chairs are suitable for living rooms or reading nooks, combining comfort and style."
    },
    {
        "id": 4,
        "name": "Tropical",
        "image": "imgs/product-4.jpg",
        "price": "$680.00",
        "description": "Modern dining set with tropical patterned cushions and natural wood finishes"
    },
    {
        "id": 5,
        "name": "Richmond",
        "image": "imgs/product-5.jpg",
        "price": "$760.00",
        "description": "Modern-style sofa features textured gray upholstery with a clean-lined, rectangular design. It has a low backrest and one armrest on the left side. The short metal legs give it a slight elevation off the ground."
    },
    {
        "id": 6,
        "name": "Abaco",
        "image": "imgs/product-6.jpg",
        "price": "$5,693.00",
        "description": "Wicker outdoor dining set featuring a wooden table and six wicker chairs with cushions. Perfect for patios or gardens, this set offers stylish and comfortable seating for outdoor dining."
    },
    {
        "id": 7,
        "name": "Cambridge",
        "image": "imgs/product-7.jpg",
        "price": "$12,320.00",
        "description": "Elegant living room featuring a spacious gray sectional sofa and a modern dining set with light gray upholstered chairs."
    },
    {
        "id": 8,
        "name": "Ankara",
        "image": "imgs/product-8.jpg",
        "price": "$999.00",
        "description": "Contemporary chair with a wooden base and light gray fabric upholstery, perfect for minimalist spaces."
    },
    {
        "id": 9,
        "name": "Terra",
        "image": "imgs/product-9.jpg",
        "price": "$2,399.00",
        "description": "White modern and minimalist desk made from high-quality materials, featuring a smooth and durable surface. It includes four drawers, providing ample storage space while maintaining a clean and elegant design."
    },
    {
        "id": 10,
        "name": "Ivory",
        "image": "imgs/product-10.jpg",
        "price": "$1,700.00",
        "description": "Classic-style sofa with tufted backrest and seating, upholstered in light-colored fabric (white or cream). It has rolled arms and dark wooden legs, adding to its elegant and timeless design. Perfect for creating a sophisticated ambiance in any living space."
    },
    {
        "id": 11,
        "name": "Charlotte",
        "image": "imgs/product-11.jpg",
        "price": "$2,925.90",
        "description": "Dining set includes a rectangular table and eight matching chairs. The table has a light-colored wooden finish, while the chairs feature comfortable cushioned seats and backs upholstered in an off-white fabric."
    },
    {
        "id": 12,
        "name": "Toronto",
        "image": "imgs/product-12.jpg",
        "price": "$654.03",
        "description": "Modern dining set including a black rectangular table and six white chairs. The chairs have high backs, white upholstery and metal legs that match the elegant design of the table. This set seats six people, making it perfect for contemporary dining spaces."
    },
    {
        "id": 13,
        "name": "Kimberly",
        "image": "imgs/product-13.jpg",
        "price": "$1824.39",
        "description": "Modern dining set including a large rectangular table and eight matching chairs upholstered in a patterned fabric. The table is made of light-colored material, possibly wood or a wood composite."
    },
    {
        "id": 14,
        "name": "Lia",
        "image": "imgs/product-14.jpg",
        "price": "$779.99",
        "description": "Dining set including a round table made of light-colored wood and four upholstered chairs in gray fabric. The chairs are designed for comfort and style, making this set perfect for small gatherings or family meals."
    },
    {
        "id": 15,
        "name": "Vienna",
        "image": "imgs/product-15.jpg",
        "price": "$895.00",
        "description": "Sofa with beige upholstery with a high back and cushioned armrests for added comfort. The sofa’s design is both cozy and chic, making it an attractive addition to any living space."
    },
    {
        "id": 16,
        "name": "Talia",
        "image": "imgs/product-16.jpg",
        "price": "$990.00",
        "description": "Sofa with a ribbed design in varying shades of grey. It includes multiple cushions for added comfort and style. The sofa’s contemporary look makes it an ideal choice for buyers seeking a blend of comfort."
    },
    {
        "id": 17,
        "name": "Aurora",
        "image": "imgs/product-17.jpg",
        "price": "$390.32",
        "description": "Rattan armchair that features an open weave design and comes with a white cushion. Its natural material and airy aesthetic make it a stylish addition to any home decor. Perfect for adding a bohemian or tropical touch to living spaces."
    },
    {
        "id": 18,
        "name": "Charette",
        "image": "imgs/product-18.jpg",
        "price": "$1,350.00",
        "description": "Green velvet sofa with tufted backrest and seat cushions. It has square arms and stands on four round, tapered wooden legs. The luxurious texture and contemporary design make it an ideal choice for elegant and comfortable living spaces."
    },
    {
        "id": 19,
        "name": "Arianne",
        "image": "imgs/product-19.jpg",
        "price": "$895.00",
        "description": "Vibrant yellow accent chair with a mid-century modern design with clean lines and tapered legs in a gold finish. Its bold color and stylish look make it a perfect statement piece for contemporary living spaces. Ideal for adding a pop of color and elegance to any room."
    },
    {
        "id": 20,
        "name": "Ottawa",
        "image": "imgs/product-20.jpg",
        "price": "$1,695.00",
        "description": "Grey sofa with a tufted backrest and neutral upholstery. It includes two teal throw pillows and one patterned accent pillow, adding a pop of color."
    },
    {
        "id": 21,
        "name": "Easton",
        "image": "imgs/product-21.jpg",
        "price": "$1,200.00",
        "description": "Elegant white tufted chair with a high backrest and armrests with button detailing. The slender, tapered legs are painted white to match the upholstery. Its sophisticated and timeless design makes it a versatile addition to any interior decor."
    },
    {
        "id": 22,
        "name": "Twist",
        "image": "imgs/product-22.jpg",
        "price": "$2,499.00",
        "description": "Desk with a sleek, dark tabletop paired with a unique base made from a single piece of light-colored wood, resembling a tree trunk. The combination of natural and contemporary elements makes it a standout piece for any workspace. Ideal for those seeking a blend of functionality and stylish design."
    },
    {
        "id": 23,
        "name": "Sherbrooke",
        "image": "imgs/product-23.jpg",
        "price": "$1,670.00",
        "description": "Vibrant yellow wingback chair comes with a matching ottoman, both featuring wooden legs. The chair’s mid-century modern design and the ottoman’s complementary style make this set a perfect addition to any contemporary living space. Ideal for adding a pop of color and comfort."
    },
    {
        "id": 24,
        "name": "Pasadena",
        "image": "imgs/product-24.jpg",
        "price": "$2,700.00",
        "description": "Elegant bed features a sturdy wooden headboard and matching bedside tables. It is dressed in a sophisticated grey and white bedding set, accented with red decorative pillows. Perfect for creating a cozy and inviting bedroom atmosphere."
    },
    {
        "id": 25,
        "name": "Louisa",
        "image": "imgs/product-25.jpg",
        "price": "$1,550.00",
        "description": "Mid-century modern armchair features a solid wood frame and plush green upholstery. It has sleek, clean lines and tapered legs, complemented by a white cushion with geometric patterns."
    },
    {
        "id": 26,
        "name": "Maxwell",
        "image": "imgs/product-26.jpg",
        "price": "$1,499.00",
        "description": "Office desk features a smooth wooden finish and a sleek design. Ideal for creating a functional and stylish workspace."
    },
    {
        "id": 27,
        "name": "Imola",
        "image": "imgs/product-27.jpg",
        "price": "$719.43",
        "description": "Lounge chair features a sleek curved wooden frame and black cushioning. Its elegant silhouette and comfortable design make it a stylish addition to any contemporary living space. Ideal for those seeking both comfort and modern aesthetics."
    },
    {
        "id": 28,
        "name": "Medina",
        "image": "imgs/product-28.jpg",
        "price": "$2,150.00",
        "description": "Bed features an upholstered headboard in a neutral color. It has a sturdy frame and a modern design, making it a stylish and comfortable addition to any bedroom. Ideal for those seeking both elegance and functionality."
    },
    {
        "id": 29,
        "name": "Hudson",
        "image": "imgs/product-29.jpg",
        "price": "$2,375.00",
        "description": "Bed features a large, sturdy frame with a high headboard showcasing horizontal paneling. Its neutral color palette and clean lines make it a sophisticated centerpiece for any modern bedroom."
    },
    {
        "id": 30,
        "name": "Lynn",
        "image": "imgs/product-30.jpg",
        "price": "$1,150.00",
        "description": "Bed features a minimalist design with a wooden headboard that extends to create integrated nightstands on each side. The low-profile, platform-style frame showcases a natural wood grain pattern."
    },
    {
        "id": 31,
        "name": "Joliette",
        "image": "imgs/product-31.jpg",
        "price": "$1,120.00",
        "description": "Lounge chair features a sleek curved wooden frame and black cushioning. Its elegant silhouette and comfortable design make it a stylish addition to any contemporary living space."
    }
]